                            //----------aha---------//
                            //------category_id:1-------//
[
    {
        "id": 1,
        "name":"Lisaa",
        "category_id":1,
        "Age":"13+",
        "image":"https://i.ibb.co/SQCKCGZ/lissa.jpg",
        "year":2019,
        "info":"A woman decides to get her mother remarried and sets out to seek her grandparents' blessings. However, after arriving at their house, she discovers their murderous inclination and a haunting past"
    },
    {
        "id": 2,
        "name":"Khaki",
        "category_id":1,
        "Age":"13+",
        "image":"https://i.ibb.co/Fzq726R/khakee.jpg",
        "year":2017,
        "info":"Enjoy Khaki full movie here : An honest police officer finds himself transferred again and again due to his sincerity. After his latest transfer, he comes across a file that involves a gang of ruthless thieves who loot and kill along the highway."
    }
    {
        "id":3,
        "name":"andala rakshasi",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/wwPR2WG/andala-rakshasi.jpg",
        "year":2012,
        "info":"A wealthy man falls in love with a woman at first sight but his heart and hopes are broken when he learns that she loves another man. However, a chain of surprising events then changes all their lives forever."
    }
    {
        "id":4,
        "name":"eega",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/0jKns8B/eega.jpg",
        "year":2012,
        "info":"A man loves a woman but is killed by another jealous man, who lusts after the woman. He is reincarnated as a fly and decides to avenge his death. He teams up with the woman to make the murderer's life a living hell."
    }
    {
        "id":5,
        "name":"fidaa",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/sqpVHzf/fidaa.jpg",
        "year":2017,
        "info":"Enjoy Fidaa full movie here : Varun, an NRI medical student, and Bhanu, a vivacious, young woman, fall in love with each other. However, they face many personal differences that create complications in their relationship."
    }
    {
        "id":6,
        "name":"adhurs",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/6FM8Nzn/adhurs.jpg",
        "year":2010,
        "info":"Enjoy Adhurs full movie here : Twin brothers are separated at birth; one is raised by their mother, while the other by a priest's family. They are unaware of each other's existence until one of them is abducted by criminals because of a misunderstanding. Will they ever meet ?"
    }
    {
        "id":7,
        "name":"Yuddham sharanam",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/sqS7PLJ/Yuddham-sharanam.jpg" ,
        "year":2017,
        "info":"When his parents' corpses are found in a river under mysterious circumstances, Arjun sets out to investigate their deaths. On finding certain disturbing truths, he vows revenge on their killers."
    }
    {
        "id":8,
        "name":"chavu kaburu chalaga",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/HFJZGsC/chavu-kaburu-chalaga.jpg" ,
        "year":2021,
        "info":"Enjoy Chaavu Kaburu Challaga full movie here : What happens when a mortuary van driver experiences love at first sight on seeing a widow when she is paying her last tributes to her deceased husband? Chaavu Kaburu Challaga is an emotional story you don't want to miss."
    }
    {
        "id":9,
        "name":"sin",
        "category_id":1,
        "age":"18+",
        "image":"https://i.ibb.co/G5nVkvm/sin.jpg",
        "year":2020,
        "info":"aught in an emotional turmoil over an abusive marriage and husband's extramarital affair, will a woman's love triumph over a man's lust? Inspired by the series “Hello” on Hoichoi, A story that hugs your heart."
    }
    {
        "id":10,
        "name":"krishna and his lila",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/28R4z29/krishna-and-his-lila.jpg" ,
        "year":2020,
        "info":"Enjoy Krishna and His Leela Full movie here Tangled between two women, Krishna's confusing journey to understand love and relationships."
    }
    {
        "id":11,
        "name":"zombie reddy",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/rFsht1K/zombie-reddy.jpg",
        "year":2021,
        "info":"Set in the backdrop of rivalry between two villages in Rayalaseema, Zombie Reddy follows a group of friends who reunite two families amid a zombie attack."
    }
    {
        "id":12,
        "name":"sam jam",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/JjxRyCP/sam-jam.jpg",
        "year":2020,
        "info":"From his biggest turning point in life to how it feels to be Tollywood's stylish star, Allu Arjun opens about his definition of style, unconditional love and his exciting experiences in life in this New Year special episode of Sam Jam."
    }
    {
        "id":13,
        "name":"thank you brother",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/rxX83zD/thank-you-brother.jpg",
        "year":2021,
        "info":"hank You Brother' is about two strangers, a rich spoilt young man and a pregnant woman who get stuck in an elevator. The story reaches a twist when her labor pain begins while they still wait for help to arrive."
    }
    {
        "id":15,
        "name":"anaganaga o athidhi",
        "category_id":1,
        "age":"16+",
        "image":"https://i.ibb.co/F5bSVRY/anaganaga-o-athidhi.jpg" ,
        "year":2020,
        "info":"Subbaiah and his family live in abject poverty and a soothsayer tells them that their fortune will change overnight. The peace in the house is stirred when a stranger knocks on their door seeking shelter for a night, and the consequences are deadly."
    }
    {
        "id":16,
        "name":"trance",
        "category_id":1,
        "age":"18+",
        "image":"https://i.ibb.co/82ztV0g/trance.jpg",
        "year":2020,
        "info":" A motivational speaker's journey from rags to riches after he's hired as the face of a religious fraud to become a Miracle man in the name of God. With increasing popularity come the delusional waves of gloom, and he finds himself reaching a point of no return."
    }
    {
        "id":17,
        "name":"thellavarithe guruvaram",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/pbXmGTy/thellavarithe-guruvaram.jpg",
        "year":2021,
        "info":"he story is about a couple who are on the verge of entering into wedlock the next morning. However, hours before their wedding, both of them plan to elope separately. The rest of the story is all about how their lives change over the night."
    }
    {
        "id":18,
        "name":"forensic",
        "category_id":1,
        "age":"16+",
        "image":"https://i.ibb.co/94hfxdM/forensic.jpg",
        "year":2020,
        "info":"A medico-legal advisor uses his forensic skills and uncovers evidence that leads to the killer's identity in a serial killing case."
    }
    {
        "id":19,
        "name":"krack",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/T41pYFN/krack.jpg",
        "year":2021,
        "info":"When a most-wanted terrorist, a factionist, and a local goon locks horns with an honest cop Potharaju Veerashankar, little do they know that their lives will be changed forever."
    }
    {
        "id":20,
        "name":"nandhi",
        "category_id":1,
        "age":"16+",
        "image":"https://i.ibb.co/6ZRxQwj/nandhi.jpg" ,
        "year":2021,
        "info":"Surya Prakash's life takes an unexpected turn when he is wrongly implicated in a murder case and serves prison as an undertrial for five years. When junior lawyer Aadhya enters his life as a ray of hope, the duo wages a legal battle."
    }
    {
        "id":21,
        "name":"vijay sethupathi",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/qBD8MPX/vijay-sathupathi.jpg",
        "year":2021,
        "info":"An aspiring film actor locks horns with a ruthless businessman planning to build a factory in his village. The action-packed drama reaches a twist when his past is revealed."
    }
    {
        "id":22,
        "name":"khaidi",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/SXmCJyW/khaidi.jpg",
        "year":2019,
        "info":"An ex-felon is finally out of prison to meet his daughter, but a twist in the circumstances leaves him in charge of saving unconscious police officers. He, along with Inspector Bejoy, must fight their way through betrayal to defeat the drug lord and emerge victoriously."
    }
    {
        "id":23,
        "name":"ngk",
        "category_id":1,
        "age":"16+",
        "image":"https://i.ibb.co/7VzhPVG/ngk.jpg",
        "year":2019,
        "info":"The life-transforming circumstances faced by a social worker turned politician on the path to ensure the welfare of his people."
    }
    {
        "id":24,
        "name":"36 vayasulo",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/MGdGcpD/36-vayasulo.jpg",
        "year":2015,
        "info":"Enjoy 36 Vayasulo Full movie here : Vasanthi, a 36-year-old married woman, sacrifices her dreams and desires for her family. While a friend inspires her to rediscover her true self, she becomes an achiever and earns her family's respect."
    }
    {
        "id":25,
        "name":"hay pillagada",
        "category_id":1,
        "age":"13+",
        "image":"https://i.ibb.co/C0sNM9D/hay-pillagada.jpg",
        "year":2016,
        "info":"Enjoy Hey Pillagada full movie here... Siddarth is a short-tempered man who has problems with his wife, Anjali. Their life takes a turn when they get involved with a gangster."
    }
    {
        "id":26,
        "name":"mental madhilo",
        "category_id":1,
        "age":"7+",
        "image":"https://i.ibb.co/QN1zZKw/mental-madhilo.jpg"‚,
        "year":2017,
        "info":"Enjoy Mental Madhilo full movie here The confusing misadventures of a young man stuck in a love triangle with a difficult choice to make. Will he ever get out of his dilemma?"
    }
]
                                    //------------category_id:2----------//

[
    {
        "id":1,
        "name":"Aha Bhojanambu",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/q7m5vZT/Aha-Bhojanambu.jpg",
        "year":2021,
        "info":"An exciting talk show with a rare mix of nostalgic conversations, in the backdrop of Mouth watering Food...Meet Lakshmi, the host interacting with various celebs, exploring their cooking skills, in her own amusing way, taking us all down the memory lane !",

    }
    {
        "id":2,
        "name":"Kudi Yedamaithe",
        "category_id":2,
        "age":16+,
        "image":"https://i.ibb.co/XbVzjBD/Kudi-Yedamaithe.jpg",
        "year":2021,
        "info":"A Food Delivery Guy, who finds a bloody corpse of a young woman in the middle of a night & A Female Police Inspector investigating a missing child's case collide into each other as they meet with a fatal accident, which sends both of them into a Never ending time loop until they figure out an Unimaginable way out of it.",

    }
    {
        "id":3,
        "name":"in the name of god",
        "category_id":2,
        "age":18+,
        "image":"https://i.ibb.co/Jj7pdqx/in-the-name-of-god.jpg" ,
        "year":2021,
        "info":"Love, Lust, Freedom, Greed, Beauty what drives people to do unimaginable things? What provokes them to shed Blood? Press the play button for a shocking tale.",

    }
    {
        "id":4,
        "name":"sam jam",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/JjxRyCP/sam-jam.jpg",
        "year":2021,
        "info":"Sam Jam is a happy and fun-filled talk show hosted by our favorite actress Samantha in her style. This show features celebrity interviews, fun games, spotlights some inspiring real-life stories and talent, and indulges in philanthropy activities.",

    }
    {
        "id":5,
        "name":"anaganaga o athidhi",
        "category_id":2,
        "age":16+,
        "image":"https://i.ibb.co/F5bSVRY/anaganaga-o-athidhi.jpg" ,
        "year":2020,
        "info":"Subbaiah and his family live in abject poverty and a soothsayer tells them that their fortune will change overnight. The peace in the house is stirred when a stranger knocks on their door seeking shelter for a night, and the consequences are deadly."
    }
    {
        "id":6,
        "name":"sin",
        "category_id":2,
        "age":18+,
        "image":"https://i.ibb.co/G5nVkvm/sin.jpg",
        "year":2020,
        "info":"aught in an emotional turmoil over an abusive marriage and husband's extramarital affair, will a woman's love triumph over a man's lust? Inspired by the series “Hello” on Hoichoi, A story that hugs your heart."
    }
    {
        "id":7,
        "name":"locked",
        "category_id":2,
        "age":16+,
        "image":"https://i.ibb.co/ykr7fHH/locked.jpg",
        "year":2020,
        "info":"A man who is not who he claims to be, two robbers and a few uninvited guests, all trapped and locked in a mansion. With the mastermind always a step ahead and sinister occurrences, will they survive this journey that is sure to leave even the brave ones trembling?",

    }
    {
        "id":8,
        "name":"mail",
        "category_id":2,
        "age":12+,
        "image":"https://i.ibb.co/3vhBfg6/mail.jpg",
        "year":2021,
        "info":"Fascinated by the world of computers and the internet, an innocent 18-year-old Ravi feels elated when a fellow villager Hybath opens a gaming centre. Soon, an email unfurls a series of unexpected events stirring life-altering experiences.
        ",

    }
    {
        "id":9,
        "name":"11th hour",
        "category_id":2,
        "age":13+,
        "image":"https://i.ibb.co/zGQSKNw/11th-hour.jpg",
        "year":2021,
        "info":"She’s a woman trying to conquer a man’s world! Will Aratrika win the biggest fight of her life?",

    }
    {
        "id":10,
        "name":"getha subramanyam 2020",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/HTrhNsm/geetha-subramanyam.jpg",
        "year":2020,
        "info":"Geeta Subramanyam is a new-age romance comedy that explores the story of Geetha and Subramanyam, a couple in a live-in relationship. Their constant bickering and cutesy fights make for an endearing and engaging watch that evokes fun. The story explores how over time, they realize that they are made for each other.",

    }
    {
        "id":11,
        "name":"commit mental",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/FhTkJS6/commit-mental.jpg",
        "year":2020,
        "info":"A three-year long-distance relationship between Phani and Anu takes an unexpected twist when he asks her to marry him. While their journey has many highs, lows and bittersweet experiences, will this bumpy ride bring them closer?",

    }
    {
        "id":12,
        "name":"super over",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/yYtjrDm/super-over.jpg",
        "year":2021,
        "info":"Luck favours Kaasi and his friends in cricket betting but soon lands them in inevitable trouble. What follows is a chase with unforeseen events and turns, leading to an unprecedented ending.
        ",

    }
    {
        "id":13,
        "name":"ARDHA SHATHABDHAM",
        "category_id":2,
        "age":16+,
        "image":"https://i.ibb.co/y8pHyYd/ARDHA-SHATHABDHAM.jpg",
        "year":2021,
        "info":"Enjoy Ardha Shathabdham full movie here : After five decades of Independence, India's rural landscape still throws up unanswerable questions. Can a love story bring a revolution? Witness this earthy love story set in the early 2000s",

    }
    {
        "id":14,
        "name":"Tamasha with Harsha",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/0q9pfN1/Tamasha-with-Harsha.jpg" ,
        "year":2020,
        "info":"Harsha is all geared to give you a laugh-out-loud dose of tamasha as he interacts with celebs and roasts them savagely and hilariously. High on energy, fun banter, and in his style, it's going to be a laugh riot. Check out what's burning! New episodes every Friday!",

    }
    {
        "id":15,
        "name":"Addham",
        "category_id":2,
        "age":13+,
        "image":"https://i.ibb.co/fChVf9v/Addham.jpg",
        "year":2020,
        "info":"Moral conflicts, life altering decisions and contrasting situations converge in this three tale anthology revolving around the idea that Morality is a changing goalpost",

    }
    {
        "id":16,
        "name":"Mastis",
        "category_id":2,
        "age":16+,
        "image":"https://i.ibb.co/Pt605gd/mastis.jpg",
        "year":2020,
        "info":"Sexual Content | Masti's, created by Krish Jagarlamudi, Weaves a riveting tale around six people from contrasting worlds discovering love and friendship while navigating through various pitfalls of work and life",

    }
    {
        "id":17,
        "name":"Kotha Poradu",
        "category_id":2,
        "age":13+,
        "image":"https://i.ibb.co/0sLT0nZ/Kotha-Poradu.jpg",
        "year":2020,
        "info":"This story revolves around Raju, a care-free village guy who is new to the city. While his struggle seems to be never-ending, fate has a different plan in store for him. Watch Kothaporadu and know more about his journey.",

    }
    {
        "id":18,
        "name":"Shit Happens",
        "category_id":2,
        "age":13+,
        "image":"https://i.ibb.co/Jr6MSNz/shit-happnes.jpg",
        "year":2020,
        "info":"Unable to take the constant humiliation from collegemates who call them Dry Batch, three friends – Harsha, Sameer and Sathvik – hire a hooker to prove their cool quotient. Things take an unexpected turn when she dies in their house. What transpires is a series of twists, turns and failed attempts at covering their tracks.",
    }
    {
        "id":19,
        "name":"all is well",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/jH2txGL/all-is-well.jpg",
        "year":2020,
        "info":"Sending bright smiles and positive vibes your way, All is well is a talk show hosted by Suma Kanakala, where she interacts with various celebrities and maintains an entertaining tenor while highlighting all the good news from around the world.",

    }
    {
        "id":20,
        "name":"honey moon",
        "category_id":2,
        "age":13+,
        "image":"https://i.ibb.co/CQv0Bmr/honeymoon.jpg",
        "year":2020,
        "info":"After consenting to an arranged marriage, Praveen and Tejaswini embark on a journey filled with unexpected events and galore of emotions, and their unplanned honeymoon turns out to be the best decision ever.",

    }
    {
        "id":21,
        "name":"no 1 yari with rana",
        "category_id":2,
        "age":7+,
        "image":"https://i.ibb.co/TcWjsQS/no1-yari-rana.jpg" ,
        "year":2020,
        "info":"It's time to celebrate Yaari again! The most favourite Telugu talk-show 'No.1 Yaari with Rana' is back with a brand new season.",

    }
]
                -------------category_id:3----------------------


[
    
    {
        "id":1,
        "name":"MIDNIGHT MURDERS",
        "category_id":3,
        "age":13+,
        "image":"",
        "year":2021,
        "info":"When police officers are viciously killed in quick succession, a consulting criminologist, Anwar, teams up with the Police to investigate the case. While the killer is still on the loose, Anwar must find the culprit before more blood is spilled.",
    }
    {
        "id":2,
        "name":"forensic",
        "category_id":3,
        "age":16+,
        "image":"https://i.ibb.co/94hfxdM/forensic.jpg",
        "year":2020,
        "info":"A medico-legal advisor uses his forensic skills and uncovers evidence that leads to the killer's identity in a serial killing case."
    }
    {
        "id":3,
        "name":"khaidi",
        "category_id":3,
        "age":13+,
        "image":"https://i.ibb.co/SXmCJyW/khaidi.jpg",
        "year":2019,
        "info":"An ex-felon is finally out of prison to meet his daughter, but a twist in the circumstances leaves him in charge of saving unconscious police officers. He, along with Inspector Bejoy, must fight their way through betrayal to defeat the drug lord and emerge victoriously."
    }
    {
        "id":4,
        "name":"KANULU KANULANU DOCHAYANTE",
        "category_id":3,
        "age":7+,
        "image":"",
        "year":2020,
        "info":"Two clever engineers decide to change their deceptive ways and start afresh after falling in love until a crazy twist leaves their lives in turmoil.
        ",
    }
    {
        "id":5,
        "name":"ARJUN SURAVARAM",
        "category_id":3,
        "age":7+,
        "image":"",
        "year":2019,
        "info":"Enjoy Arjun Suravaram full movie here... Arjun decides to pursue his dream of becoming an investigative journalist but finds himself tangled in the middle of a major corruption scam. He and Kavya set off on an adventure to prove his innocence only to uncover the evil forces waiting to take them down.",
    }
    {
        "id":6,
        "name":"trance",
        "category_id":3,
        "age":18+,
        "image":"https://i.ibb.co/82ztV0g/trance.jpg",
        "year":2020,
        "info":" A motivational speaker's journey from rags to riches after he's hired as the face of a religious fraud to become a Miracle man in the name of God. With increasing popularity come the delusional waves of gloom, and he finds himself reaching a point of no return."
    }
    {
        "id":7,
        "name":"ANUKONI ATHIDHI",
        "category_id":3,
        "age":7+,
        "image":"",
        "year":2019,
        "info":"Enjoy Anukoni Athidhi full movie here : A psychiatrist is assigned to inspect a mysterious mental asylum where he uncovers a shocking truth about the place.
        ",
    }
    {
        "id":8,
        "name":"OREY BUJJIGA",
        "category_id":3,
        "age":7+,
        "image":"",
        "year":2020,
        "info":"Enjoy Orey Bujjiga Full movie here : What begins as a chance encounter between Bujji and Krishnaveni, after running away from the village for different reasons, ends up starting a comedy of errors as fate brings them together in the same office under mistaken identities.",
    }
    {
        "id":9,
        "name":"COLOUR PHOTO",
        "category_id":3,
        "age":7+,
        "image":"",
        "year":2020,
        "info":"Enjoy Colour Photo Full movie here : A love story between Jaya Krishna and Deepti, set in the late 1990s, comes alive in this periodic drama.",
    }
    {
        "id":10,
        "name":"sultan",
        "category_id":3,
        "age":13+,
        "image":"",
        "year":2021,
        "info":"Enjoy Sulthan full movie here : With untimely demise of his father, Sulthan sets off on a mission to reform his father's henchmen and save a village. The rest of the story uncovers his journey henceforth.",
    }
    {
        "id":11,
        "name":"mental madhilo",
        "category_id":3,
        "age":7+,
        "image":"https://i.ibb.co/QN1zZKw/mental-madhilo.jpg"‚,
        "year":2017,
        "info":"Enjoy Mental Madhilo full movie here The confusing misadventures of a young man stuck in a love triangle with a difficult choice to make. Will he ever get out of his dilemma?"
    }
    {
        "id":12,
        "name":"vijay sethupathi",
        "category_id":3,
        "age":13+,
        "image":"https://i.ibb.co/qBD8MPX/vijay-sathupathi.jpg",
        "year":2021,
        "info":"An aspiring film actor locks horns with a ruthless businessman planning to build a factory in his village. The action-packed drama reaches a twist when his past is revealed."
    }
    {
        "id":13,
        "name":"ATHADE SRIMANNARAYANA",
        "category_id":3,
        "age":13+,
        "image":"",
        "year":2019,
        "info":"Enjoy Athade Srimannarayana full movie here : A smart and witty police officer attempts to unravel the mystery behind the lost hidden treasure in Amaravati. However, he must battle the dangerous clan of dacoits and a fierce leader on his way.",
    }
    {
        "id":14,
        "name":"nandhi",
        "category_id":3,
        "age":"16+",
        "image":"https://i.ibb.co/6ZRxQwj/nandhi.jpg" ,
        "year":2021,
        "info":"Surya Prakash's life takes an unexpected turn when he is wrongly implicated in a murder case and serves prison as an undertrial for five years. When junior lawyer Aadhya enters his life as a ray of hope, the duo wages a legal battle."
    }
    {
        "id":15,
        "name":"thank you brother",
        "category_id":3,
        "age":13+,
        "image":"https://i.ibb.co/rxX83zD/thank-you-brother.jpg",
        "year":2021,
        "info":"hank You Brother' is about two strangers, a rich spoilt young man and a pregnant woman who get stuck in an elevator. The story reaches a twist when her labor pain begins while they still wait for help to arrive."
    }
    {
        "id":16,
        "name":"KALA",
        "category_id":3,
        "age":13+,
        "image":"",
        "year":2021,
        "info":"Enjoy Kala full movie here : The death of a beloved dog unleashes the animalistic nature in two men and what follows is a bloody and brutal revenge saga.
        ",
    }
    {
        "id":17,
        "name":"play back",
        "category_id":3,
        "age":7+,
        "image":"",
        "year":2021,
        "info":"Enjoy Play Back full movie here : An accidental cross-time telephone call connects Kartik, a crime reporter from 2019, to Sujata, a school teacher from 1993. When Kartik learns about Sujata's difficulties, he tries to change her future by changing the incidents from her past.",
    }
    {
        "id":18,
        "name":"UTTHAMA VILLIAN",
        "category_id":3,
        "age":7+,
        "image":"",
        "year":,
        "info":"Enjoy Utthama Villian full movie here : The story revolves around a superstar diagnosed with a brain tumour and decides to make his last comedy film with his mentor with whom he had a fall-out years ago.",
    }
    {
        "id":19,
        "name":"thellavarithe guruvaram",
        "category_id":3,
        "age":7+,
        "image":"https://i.ibb.co/pbXmGTy/thellavarithe-guruvaram.jpg",
        "year":2021,
        "info":"he story is about a couple who are on the verge of entering into wedlock the next morning. However, hours before their wedding, both of them plan to elope separately. The rest of the story is all about how their lives change over the night."
    }
    {
        "id":20,
        "name":"krack",
        "category_id":3,
        "age":13,
        "image":"https://i.ibb.co/T41pYFN/krack.jpg",
        "year":2021,
        "info":"When a most-wanted terrorist, a factionist, and a local goon locks horns with an honest cop Potharaju Veerashankar, little do they know that their lives will be changed forever."
    }
    {
        "id":21,
        "name":"chavu kaburu chalaga",
        "category_id":3,
        "age":13+,
        "image":"https://i.ibb.co/HFJZGsC/chavu-kaburu-chalaga.jpg" ,
        "year":2021,
        "info":"Enjoy Chaavu Kaburu Challaga full movie here : What happens when a mortuary van driver experiences love at first sight on seeing a widow when she is paying her last tributes to her deceased husband? Chaavu Kaburu Challaga is an emotional story you don't want to miss."
    }
    {
        "id":22,
        "name":"zombie reddy",
        "category_id":3,
        "age":13+,
        "image":"https://i.ibb.co/rFsht1K/zombie-reddy.jpg",
        "year":2021,
        "info":"Set in the backdrop of rivalry between two villages in Rayalaseema, Zombie Reddy follows a group of friends who reunite two families amid a zombie attack."
    }
    {
        "id":23,
        "name":"mail",
        "category_id":3,
        "age":12+,
        "image":"https://i.ibb.co/3vhBfg6/mail.jpg",
        "year":2021,
        "info":"Fascinated by the world of computers and the internet, an innocent 18-year-old Ravi feels elated when a fellow villager Hybath opens a gaming centre. Soon, an email unfurls a series of unexpected events stirring life-altering experiences.
        ",

    }
    
]
                            -------------category_id:4------------
    

[
    {
        "id":1,
        "name":"HERO",
        "category_id":4,
        "age":"A",
        "image":"https://i.ibb.co/WxgphJK/hero.jpg",
        "year":2018,
        "info":"Enjoy Hero full movie here : After deciding to kill his ex-girlfriend, the lover who's also a barber goes to her residence well prepared. Much to his surprise, he gets stuck in a web of of misadventures & complicated situations which he could have never imagined !",

    }
    {
        "id":2,
        "name":"needa",
        "category_id":4,
        "age":"7+",
        "image":"https://i.ibb.co/GWXHj02/needa.jpg",
        "year":2013,
        "info":"Enjoy Needa full movie here : Judicial Magistrate John Baby is recouping from a traumatic accident, meets a young boy who narrates murder stories which surprisingly match with the real time incidents. Curious John, sets out to investigate them.",

    }
    {
        "id":3,
        "name":"Kudi Yedamaithe",
        "category_id":4,
        "age":"16+",
        "image":"https://i.ibb.co/XbVzjBD/Kudi-Yedamaithe.jpg",
        "year":2021,
        "info":"A Food Delivery Guy, who finds a bloody corpse of a young woman in the middle of a night & A Female Police Inspector investigating a missing child's case collide into each other as they meet with a fatal accident, which sends both of them into a Never ending time loop until they figure out an Unimaginable way out of it.",

    }
    {
        "id":4,
        "name":"OKA CHINNA VIRAMAM",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/pdjp2L0/oka-chinna-viramam.jpg",
        "year":2020,
        "info":"Enjoy Oka Chinna Viramam full movie here : When his idea of raising funds for his sinking business puts his wife in a severe trouble, Deepak teams up with Balu & Maya to save her.",

    }
    {
        "id":5,
        "name":"VIKRAMARKUDU",
        "category_id":4,
        "age":"7+",
        "image":"https://i.ibb.co/x7jd9Dg/vikramarkudu.jpg",
        "year":2021,
        "info":"Enjoy Vikramarkudu full movie here : Junga is involved in a fight, because of which his family loses the theatre that they own. In order to get it back, he devises a plan that takes him to Paris, where he fights a criminal gang.",

    }
    {
        "id":6,
        "name":"30 ROJULLO PREMINCHADAM ELA",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/WHXdPhq/30-rojulllo-preminchadam-ela.jpg",
        "year":2021,
        "info":"Enjoy 30 Rojullo Preminchadam Ela full movie here : Two college students, Arjun and Akshara, get off on the wrong foot and develop an instant hatred for each other. However, they land in a pickle and realise their connection from a past life.",

    }
    {
        "id":7,
        "name":"pogaru",
        "category_id":4,
        "age":"16+",
        "image":"https://i.ibb.co/6NQgSjd/Pogaru2020.jpg",
        "year":2021,
        "info":"Enjoy Pogaru full movie here : Shiva, a local Ruffian is unstoppable in his path as he had garnered the support and affection of the general public by fighting against the injustice that comes their way.",

    }
    {
        "id":8,
        "name":"jiivi",
        "category_id":4,
        "age":"7+",
        "image":"https://i.ibb.co/sm7HKTd/jiivi.jpg",
        "year":2021,
        "info":"Enjoy Jiivi full movie here : A mystery thriller about an intelligent man with meager means who decides to make something of his life by planning to steal some jewels and get away with the crime. The thrilling journey that follows, forms the rest of the story.",

    }
    {
        "id":9,
        "name":"LKG 2020",
        "category_id":4,
        "age":"7+",
        "image":"https://i.ibb.co/5jpWqLc/lkg.jpg",
        "year":2021,
        "info":"Enjoy LKG full movie here : A critically-acclaimed political satire about a councilor of a small town who aspires to become the chief minister of the state. He enlists the help of the corporates to impress the public but faces threats from another politician.",

    }
    {
        "id":10,
        "name":"in the name of god",
        "category_id":4,
        "age":"18+",
        "image":"https://i.ibb.co/Jj7pdqx/in-the-name-of-god.jpg" ,
        "year":2021,
        "info":"Love, Lust, Freedom, Greed, Beauty what drives people to do unimaginable things? What provokes them to shed Blood? Press the play button for a shocking tale.",

    }
    {
        "id":11,
        "name":"ARDHA SHATHABDHAM",
        "category_id":4,
        "age":"16+",
        "image":"https://i.ibb.co/y8pHyYd/ARDHA-SHATHABDHAM.jpg",
        "year":2021,
        "info":"Enjoy Ardha Shathabdham full movie here : After five decades of Independence, India's rural landscape still throws up unanswerable questions. Can a love story bring a revolution? Witness this earthy love story set in the early 2000s",

    }
    {
        "id":12,
        "name":"KALA",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/JvGZtPd/kala.jpg",
        "year":2021,
        "info":"Enjoy Kala full movie here : The death of a beloved dog unleashes the animalistic nature in two men and what follows is a bloody and brutal revenge saga.
        ",
    }
    {
        "id":13,
        "name":"play back",
        "category_id":4,
        "age":"7+",
        "image":"https://i.ibb.co/Dpx2D0y/Playback.jpg",
        "year":2021,
        "info":"Enjoy Play Back full movie here : An accidental cross-time telephone call connects Kartik, a crime reporter from 2019, to Sujata, a school teacher from 1993. When Kartik learns about Sujata's difficulties, he tries to change her future by changing the incidents from her past.",
    }
    {
        "id":14,
        "name":"vijay sethupathi",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/qBD8MPX/vijay-sathupathi.jpg",
        "year":2021,
        "info":"An aspiring film actor locks horns with a ruthless businessman planning to build a factory in his village. The action-packed drama reaches a twist when his past is revealed."
    }
    {
        "id":15,
        "name":"thank you brother",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/rxX83zD/thank-you-brother.jpg",
        "year":2021,
        "info":"hank You Brother' is about two strangers, a rich spoilt young man and a pregnant woman who get stuck in an elevator. The story reaches a twist when her labor pain begins while they still wait for help to arrive."
    }
    {
        "id":16,
        "name":"sultan",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/LYXtHX6/sultan.jpg",
        "year":2021,
        "info":"Enjoy Sulthan full movie here : With untimely demise of his father, Sulthan sets off on a mission to reform his father's henchmen and save a village. The rest of the story uncovers his journey henceforth.",
    }
    {
        "id":17,
        "name":"chavu kaburu chalaga",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/HFJZGsC/chavu-kaburu-chalaga.jpg" ,
        "year":2021,
        "info":"Enjoy Chaavu Kaburu Challaga full movie here : What happens when a mortuary van driver experiences love at first sight on seeing a widow when she is paying her last tributes to her deceased husband? Chaavu Kaburu Challaga is an emotional story you don't want to miss."
    }
    {
        "id":18,
        "name":"no 1 yari with rana",
        "category_id":4,
        "age":"7+",
        "image":"https://i.ibb.co/TcWjsQS/no1-yari-rana.jpg" ,
        "year":2020,
        "info":"It's time to celebrate Yaari again! The most favourite Telugu talk-show 'No.1 Yaari with Rana' is back with a brand new season.",

    }
    {
        "id":19,
        "name":"thellavarithe guruvaram",
        "category_id":4,
        "age":"7+",
        "image":"https://i.ibb.co/pbXmGTy/thellavarithe-guruvaram.jpg",
        "year":2021,
        "info":"he story is about a couple who are on the verge of entering into wedlock the next morning. However, hours before their wedding, both of them plan to elope separately. The rest of the story is all about how their lives change over the night."
    }
    {
        "id":20,
        "name":"11th hour",
        "category_id":4,
        "age":"13+",
        "image":"https://i.ibb.co/zGQSKNw/11th-hour.jpg",
        "year":2021,
        "info":"She’s a woman trying to conquer a man’s world! Will Aratrika win the biggest fight of her life?",

    }
]

                <!------------ category_id:5--------------->


[
    {
        "id":1,
        "name":"dhada",
        "category_id":5,
        "age":"13+",
        "image":"https://i.ibb.co/dcnqyBn/dhada.jpg",
        "year":2011,
        "info":"Enjoy Dhada full movie here : Viswa, an engineer, falls in love with Rhea, the daughter of a businessman. However, he gets embroiled with the affairs of a human trafficking gang while his lover's marriage is fixed elsewhere.",
    }
    {
        "id":2,
        "name":"koncham istam koncham kastam",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/KVpgWdG/koncham-istam-koncham-kastam.jpg",
        "year":2009,
        "info":"Enjoy Kedi full movie here : Geeta's father disapproves of her relationship with Siddhu as he isn't too pleased with the fact that the latter's parents are divorced. Determined to marry Geeta, Siddhu promises to reunite his parents. But he knows that its not an easy task to pull off.
        ",
    }
    {
        "id":3,
        "name":"chintakayala ravi",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/wgVX9HH/chintakayala-ravi.png",
        "year":2008,
        "info":"Enjoy Chintakaayala Ravi full movie here : Ravi, a waiter in New York, lies to his mother that he works as a software engineer. If the truth about his profession is revealed, his mother and his wife-to-be will be left disheartened. How will he manage to sail through this complicated journey of relationships ?",
    }
    {
        "id":4,
        "name":"c/o surya",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/BL8fbGS/c-o-surya.png",
        "year":2017,
        "info":"Enjoy C/o Surya full movie here : Kumar and Mahesh are two friends who have each other's back. However, they soon find themselves under the wrath of a dangerous local criminal.
        ",
    }
    {
        "id":5,
        "name":"lovely",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/85xqQW3/lovely.png",
        "year":2012,
        "info":"Enjoy Lovely full movie here : Kittu and Lalli are Internet friends who get cold feet when it is time to meet. Kittu sends Akash in his place while Lalli sends Lavanya. The two fall in love, only to be opposed by Lavanya's father.",
    }
    {
        "id":6,
        "name":"bewars",
        "category_id":5,
        "age":"13+",
        "image":"https://i.ibb.co/XjRwxB9/bewars.png",
        "year":2018,
        "info":"Lucky is nicknamed Bewars for his aimless attitude towards life by his father with whom he has regular squabbles about following his passion in becoming a pilot. In a turn of events, Lucky finds out that his sister has committed suicide. What made her take that decision ? Did lucky find out the truth ?",
    }
    {
        "id":7,
        "name":"bhairava dweepam",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/bHRyL3M/bhairava-dweepam.jpg",
        "year":1994,
        "info":"A boy is raised by a village chieftain after his mother loses him in the woods. As time passes and he grows up, he falls in love with a woman who is under the spell of a witch and decides to save her.",
    }
    {
        "id":8,
        "name":"life is beautiful",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/p4dQM2G/life-is-beautiful.png",
        "year":2012,
        "info":"Enjoy Life Is Beautiful full movie here : Srinu, a college student, moves to his uncle's house in Hyderabad and meets various people in the neighbourhood, rich and poor alike. He realizes later on that life is never going to be the same again.
        ",
    }
    {
        "id":9,
        "name":"athadu",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/BzDrv9b/athadu.png",
        "year":2005,
        "info":"Enjoy Athadu full movie here : A professional killer is hired to fake the assassination of a politician. However, when the politician is killed and he is framed for his murder, he takes on a dead man's identity to escape the law.",
    }
    {
        "id":10,
        "name":"chiru navvutho",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/FB9SPz2/chirunavvutho.jpg",
        "year":2000,
        "info":"After Aruna walks out on him on the day of their marriage, Venu moves to the city to focus on his career. He signs up for another heartbreak by falling for Sandhya, who chooses Pratap over him as her life partner.",
    }
    {
        "id": 11,
        "name":"Khaki",
        "category_id":5,
        "Age":"13+",
        "image":"https://i.ibb.co/Fzq726R/khakee.jpg",
        "year":2017,
        "info":"Enjoy Khaki full movie here : An honest police officer finds himself transferred again and again due to his sincerity. After his latest transfer, he comes across a file that involves a gang of ruthless thieves who loot and kill along the highway."
    }
    {
        "id":12,
        "name":"sri raamadasu",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/DtjjTtv/sriramadasu.png",
        "year":2006,
        "info":"Enjoy Sri Raamadasu full movie here : Gopanna, a devotee of Lord Ram, collects funds to construct a temple. The Lord helps him through his trials and tribulations, even when he cuts open his own heart so that he can lay eyes on his God.",
    }
    {
        "id":13,
        "name":"ghatotkachudu",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/44SrCzz/ghatotkachudu.jpghttps://i.ibb.co/GVcm8zT/adhurs.jpg",
        "year":1995,
        "info":"A girl, being chased by her uncle's goons, is almost murdered when suddenly a deity appears out of heaven and saves her. Thereafter, the deity becomes her best friend and protector.
        ",
    }
    {
        "id":14,
        "name":"adhurs",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/GVcm8zT/adhurs.jpg",
        "year":2010,
        "info":"Enjoy Adhurs full movie here : Twin brothers are separated at birth; one is raised by their mother, while the other by a priest's family. They are unaware of each other's existence until one of them is abducted by criminals because of a misunderstanding. Will they ever meet ?
        ",
    }
    {
        "id":15,
        "name":"kobbari bondam",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/zWcTpMG/kobbari-bondam.jpg",
        "year":1991,
        "info":"Kobbari Bondam is a wholesome comedy entertainer that revolves around an innocent and coward guy Raju (Rajendra Prasad) who suddenly becomes powerful and immensely self-confident by possessing a historic magical coin. All the wonders Raju does with the coin; by changing appearance to an obese man and solving all his problems forms the story.
        ",
    }
    {
        "id":16,
        "name":"fidaa",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/sqpVHzf/fidaa.jpg",
        "year":2017,
        "info":"Enjoy Fidaa full movie here : Varun, an NRI medical student, and Bhanu, a vivacious, young woman, fall in love with each other. However, they face many personal differences that create complications in their relationship."
    }
    {
        "id":17,
        "name":"vetagadu",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/qJx3GS1/vetagadu.jpg",
        "year":1979,
        "info":"Raja and Roja love each other, but Roja's father disagrees their relationship as he mistakenly believes that Raja's father cheated him. Raja must prove his father's innocence.
        ",
    }
    {
        "id":18,
        "name":"stalin",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/QJ2rrf7/stalin.png",
        "year":2021,
        "info":"Stalin is deeply moved by the suicide of a girl with physical disabilities. As a result, he devises a formula of extending unconditional help to those who need it to establish peace. But things turn complicated in his life with the entry of Home Minister Muddu Krishnayya.
        ",
    }
    {
        "id":19,
        "name":"nanau naa raakshasi",
        "category_id":5,
        "age":"16+",
        "image":"https://i.ibb.co/vvcckBY/nenu-naa-raakshasi.png",
        "year":2011,
        "info":"Enjoy Nenu Naa Raakshasi full movie here : A sharpshooter loves a girl who works in a cafe, but whose real job is uploading suicide videos. While both share their reasons for doing what they do, a cop searches for the person behind the videos.
        ",
    }
    {
        "id":20,
        "name":"rajendrudu gajendrudu",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/cQMdJPY/rajendrudu-gajendrudu.jpg",
        "year":1993,
        "info":"Rajendra wins Gajendra as a lottery prize and decides to keep her despite not being wealthy. Despite struggling financially they fall in love, but things fall apart when the murderer of Gajendra's previous master appears.",
    }
    {
        "id":21,
        "name":"eega",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/0jKns8B/eega.jpg",
        "year":2012,
        "info":"A man loves a woman but is killed by another jealous man, who lusts after the woman. He is reincarnated as a fly and decides to avenge his death. He teams up with the woman to make the murderer's life a living hell."
    }
    {
        "id": 22,
        "name":"Lisaa",
        "category_id":5,
        "Age":"13+",
        "image":"https://i.ibb.co/SQCKCGZ/lissa.jpg",
        "year":2019,
        "info":"A woman decides to get her mother remarried and sets out to seek her grandparents' blessings. However, after arriving at their house, she discovers their murderous inclination and a haunting past"
    }
    {
        "id":23,
        "name":"andala rakshasi",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/Y0V11TS/andala-rakshasi.jpg",
        "year":2012,
        "info":"A wealthy man falls in love with a woman at first sight but his heart and hopes are broken when he learns that she loves another man. However, a chain of surprising events then changes all their lives forever.",
    }
    {
        "id":24,
        "name":"bichhagaada majaaka",
        "category_id":5,
        "age":"7+",
        "image":"https://i.ibb.co/bN3WxJd/bichagada-majaka.jpg",
        "year":2019,
        "info":"Enjoy Bichhagaada Majaaka full movie here : Siddhu & Avani fall in love with each other but their love story does not go well with Avani’s dad. Left with no choice, he lays a weird condition to Siddhu in order to marry his daughter. What is that condition? Did Siddhu fulfill it ?
        ",
    }
    {
        "id":25,
        "name":"kedi",
        "category_id":5,
        "age":"13+",
        "image":"https://i.ibb.co/6Hz3kdb/kedi.jpg",
        "year":2010,
        "info":"Enjoy Kedi full movie here : Rummy loves his childhood friend Janaki, who asks him to become rich and powerful before marrying her. With this motive, Rummy starts gambling & aspires to become rich in no time. But in the journey of his attempts to climb up the ladder of success, he completely changes as a person. Did this new avatar of Rummy let him go back to his childhood love or not ?
        ",
    }



             //-------------category_id:7-----------//
            
    {
        "id":1,
        "name":"100",
        "category_id":7,
        "age":"13+",
        "image":"",
        "year":2019,
        "info":"Enjoy 100 Full movie here A young cop coincidentally lands himself in a mysterious case around a girl's abduction."
        ,
        
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":"13+"
        "image":"",
        "year":2017,
        "info":"Enjoy Gunturodu full movie here... After his engagement, Kanna falls in love with his fiance's friend Amrutha, and she reciprocates. Kanna finds himself in chaos after a tiff with Seshu, Amrutha's brother, and a short-tempered criminal lawyer, and his goons are on the lookout for him.
        ",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
    {
        "id":2,
        "name":"gunturodu",
        "category_id":6,
        "age":""
        "image":"",
        "year":,
        "info":"",
    }
]
